List mockData = [
  {
    // 0
    "title": "อาคารจันทรากาญจนาภิเษก(อาคาร 15)",
    "location": "6",
    "description": "มีโรงอาหารอยู่ภายในชั้น 1"
  },
  {
    // 1
    "title": "อาคาร 28",
    "location": "7",
    "description": "อาคารเรียนรวม 8 ชั้น"
  },
  {
    // 2
    "title": "อาคาร 29",
    "location": "4",
    "description": "อาคารเอเนกประสงค์ 9 ชั้น"
  },
  {
    // 3
    "title": "อาคารศูนย์เรียนรวม",
    "location": "2",
    "description": "ใช้เป็นอาคารศูนย์เรียนรวม"
  },
  {
    // 4
    "title": "อาคารกิจการนักศึกษา",
    "location": "3",
    "description": "ด้างล่างถูกจัดให้เป็นร้านสวัสดิการ และห้องพยาบาล"
  },
  {
    // 5
    "title": " โรงยิม 1",
    "location": "1",
    "description": "สนามกีฬาในร่ม"
  },
];
