List mockData = [
  {
    // 0
    "title": "อาคารจันทรากาญจนาภิเษก(อาคาร 15)",
    "location": "6",
    "description":
        "1 โรงอาหาร \n2 -\n3 -\n4 -\n5 สาขาเทคโนโลยีมัลติมีเดีย \n6 สนง.ประกันคุณภาพการศึกษา\n7 ชั้นเรียนรวม\n8 ห้องประชุมกาญจนาภิเษก\n9 งานบริการโสตทัศนูปกรณ์\n10  ชั้นเรียน\n11 สาขาเทคโนโลยีสารสนเทศ\n12 วิทยาการคอม\n13 บัณฑิตวิทยาลัย\n14 บัณฑิตวิทยาลัย",
    "map": "assets/15.png"
  },
  {
    // 1
    "title": "อาคาร 28",
    "location": "7",
    "description": "อาคารเรียนรวม 8 ชั้น",
    "map": "assets/28.png"
  },
  {
    // 2
    "title": "อาคาร 29",
    "location": "4",
    "description":
        "1 บริการห้องคอมพิวเตอร์\n2 สนง.ศูนย์คอมพิวเตอร์ งานฝ่ายธุรการ งานพัฒนาเว็บไซต์ งานบริการวิชาการและงานอบรม\n3 ห้องแม่ข่ายหลักมหาวิทยาลัย ห้อง e learning งานพัฒนาระบบเครือข่าย งานบริการเครือข่ายไร้สาย\n4 ห้องปฏิบัติการทางภาษาชั้นสูง  ห้องฝึกอบรมและทดสอบวัดความรู้ ห้องปฏิบัติการคอม\n5 ห้องฝึกอบรมและทดสอบวัดความรู้ ห้องปฏิบัติการคอม\n6 ห้องฝึกอบรมและทดสอบวัดความรู้ ห้องปฏิบัติการคอม \n7 ชั้นเรียนรวม\n8 ชั้นเรียนรวม\n9 ฝ่ายเทคโนโลยีการศึกษา",
    "map": "assets/it.png"
  },
  {
    // 3
    "title": "อาคารศูนย์เรียนรวม",
    "location": "2",
    "description": "อาคารเรียนรวม",
    "map": "assets/all.png"
  },
  {
    // 4
    "title": "อาคารกิจการนักศึกษา",
    "location": "3",
    "description":
        "1 สวัสดิการ innovation club ห้องพยาบาล\n2 สาขาวิชาดนตรีไทยศึกษา\n3 สนง.องค์กรนักศึกษา\n4 กองพัฒนานักศึกษา\n5 ชั้นศิลปกรรม\n6 ศูนย์ออกกำลังกาย\n7 สนามกีฬาในร่ม",
    "map": "assets/สวัสดิการ.png"
  },
  {
    // 5
    "title": "อาคารพลศึกษา1",
    "location": "1",
    "description": "สนามกีฬาในร่ม คณะวิทยาศาสร์ สาขาวิชาพละ",
    "map": "assets/gym.png"
  },
];
